---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.NDashMPerM
source: html/736bfc7e-676e-ef29-ef0b-dfd1c0468236.htm
---
# Autodesk.Revit.DB.SymbolTypeId.NDashMPerM Property

Symbol N-m/m, indicating unit Newton meters per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId NDashMPerM { get; }
```